tap "argoproj/tap"
tap "buildpacks/tap"
tap "c-bata/kube-prompt"
tap "chmouel/tektoncd-cli"
tap "cjbassi/gotop"
tap "derailed/k9s"
tap "go-swagger/go-swagger"
tap "goodwithtech/r"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "moncho/dry"
tap "muesli/tap"
tap "nektos/tap"
tap "skanehira/docui"
tap "superbrothers/minikube-ingress-dns", "git://github.com/superbrothers/minikube-ingress-dns.git"
tap "tkengo/highway"
tap "toshimaru/nyan"
brew "act"
brew "anyenv"
brew "argocd"
brew "ca-certificates"
brew "asio"
brew "bash-completion"
brew "bat"
brew "bazel"
brew "gettext"
brew "glib"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "cairo"
brew "ccat"
brew "cfssl"
brew "clang-format"
brew "cmake"
brew "composer"
brew "python@3.10", link: false
brew "conan"
brew "coreutils"
brew "ctop"
brew "direnv"
brew "dive"
brew "dnsmasq"
brew "go"
brew "docui"
brew "fd"
brew "findutils"
brew "fzf"
brew "gdk-pixbuf"
brew "gh"
brew "ghq"
brew "git"
brew "gnu-sed"
brew "unbound"
brew "gnutls"
brew "goaccess"
brew "gobject-introspection"
brew "golang-migrate"
brew "golangci-lint"
brew "gotop"
brew "tcl-tk"
brew "python@3.8"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz", link: false
brew "grep"
brew "hadolint"
brew "highlight"
brew "hyperkit", link: false
brew "iproute2mac"
brew "jq"
brew "jsoncpp"
brew "jump"
brew "ko"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "libssh"
brew "qemu"
brew "lima"
brew "lsd"
brew "lsof", link: true
brew "mariadb"
brew "meson"
brew "minikube", link: false
brew "navi"
brew "nghttp2"
brew "openjdk"
brew "openssl@3"
brew "ossp-uuid"
brew "pandoc"
brew "peco"
brew "podman", link: false
brew "protobuf"
brew "python-yq"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "rust"
brew "skaffold"
brew "starship"
brew "stern"
brew "tektoncd-cli"
brew "telnet"
brew "terraform", link: false
brew "tfenv"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vegeta"
brew "vim"
brew "watch"
brew "wget"
brew "wireshark"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "buildpacks/tap/pack"
brew "c-bata/kube-prompt/kube-prompt"
brew "derailed/k9s/k9s"
brew "go-swagger/go-swagger/go-swagger"
brew "goodwithtech/r/dockle"
brew "moncho/dry/dry"
brew "muesli/tap/duf"
brew "superbrothers/minikube-ingress-dns/minikube-ingress-dns"
brew "toshimaru/nyan/nyan"
cask "font-hack-nerd-font"
cask "minikube"
cask "podman"
cask "sequel-ace"
cask "sequel-pro"
cask "vagrant"
cask "virtualbox"
