tap "argoproj/tap"
tap "buildpacks/tap"
tap "c-bata/kube-prompt"
tap "chmouel/tektoncd-cli"
tap "cjbassi/gotop"
tap "derailed/k9s"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "muesli/tap"
tap "nektos/tap"
tap "skanehira/docui"
tap "superbrothers/minikube-ingress-dns", "git://github.com/superbrothers/minikube-ingress-dns.git"
tap "tkengo/highway"
tap "toshimaru/nyan"
brew "anyenv"
brew "bash-completion"
brew "bat"
brew "gettext"
brew "sqlite"
brew "glib"
brew "ccat"
brew "cfssl"
brew "composer"
brew "coreutils"
brew "ctop"
brew "direnv"
brew "dive"
brew "dnsmasq"
brew "fzf"
brew "ghq"
brew "goaccess"
brew "gobject-introspection"
brew "golang-migrate"
brew "gotop"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "highlight"
brew "iproute2mac"
brew "jq"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "lsof", link: true
brew "minikube"
brew "pandoc"
brew "peco"
brew "podman"
brew "protobuf"
brew "python-yq"
brew "qemu"
brew "ruby"
brew "skaffold"
brew "stern"
brew "telnet"
brew "terraform", link: false
brew "tfenv", link: false
brew "tig"
brew "tmux"
brew "tree"
brew "vegeta"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "argoproj/tap/argocd"
brew "buildpacks/tap/pack"
brew "c-bata/kube-prompt/kube-prompt"
brew "chmouel/tektoncd-cli/tektoncd-cli"
brew "derailed/k9s/k9s"
brew "muesli/tap/duf"
brew "nektos/tap/act"
brew "skanehira/docui/docui"
brew "superbrothers/minikube-ingress-dns/minikube-ingress-dns"
brew "tkengo/highway/highway"
brew "toshimaru/nyan/nyan"
cask "minikube"
cask "podman"
cask "sequel-pro"
cask "vagrant"
cask "virtualbox"
