tap "argoproj/tap"
tap "buildpacks/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "moncho/dry"
tap "muesli/tap"
tap "nektos/tap"
tap "toshimaru/nyan"
brew "anyenv"
brew "bat"
brew "gettext"
brew "xz"
brew "glib"
brew "cairo"
brew "ccat"
brew "cfssl"
brew "composer"
brew "coreutils"
brew "ctop"
brew "direnv"
brew "dive"
brew "dnsmasq"
brew "fd"
brew "fzf"
brew "gh"
brew "ghq"
brew "goaccess"
brew "gobject-introspection"
brew "gotop"
brew "python@3.8"
brew "harfbuzz"
brew "pango"
brew "graphviz"
brew "highlight"
brew "iproute2mac"
brew "jq"
brew "jump"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "kustomize"
brew "lazygit"
brew "libssh"
brew "lsd"
brew "lsof", link: true
brew "minikube"
brew "navi"
brew "pandoc"
brew "peco"
brew "podman"
brew "protobuf"
brew "python-yq"
brew "qemu"
brew "reattach-to-user-namespace"
brew "ripgrep"
brew "ruby"
brew "skaffold"
brew "starship"
brew "stern"
brew "telnet"
brew "terraform", link: false
brew "tfenv", link: false
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmux"
brew "tree"
brew "vegeta"
brew "vim"
brew "watch"
brew "wget"
brew "zlib"
brew "zsh"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "buildpacks/tap/pack"
brew "moncho/dry/dry"
brew "muesli/tap/duf"
brew "nektos/tap/act"
brew "toshimaru/nyan/nyan"
cask "font-hack-nerd-font"
cask "sequel-pro"
cask "vagrant"
cask "virtualbox"
